
[UNK]
.
,
the
of
in
to
a
)
(
and
"
on
said
's
for
1
-
The
was
2
0
3
at
with
that
from
by
is
:
as
he
4
had
has
it
his
not
were
be
an
have
after
who
will
5
but
first
U.S.
been
$
--
two
their
are
6
beat
would
which
up
I
they
its
percent
year
out
Thursday
this
last
million
over
Wednesday
one
7
government
against
/
police
when
second
also
Tuesday
He
It
A
three
told
new
10
Monday
or
Friday
about
people
In
her
9
1996-08-28
no
won
we
New
into
under
some
Sunday
But
8
more
before
week
'
time
than
market
could
Germany
points
We
between
Australia
years
since
Britain
other
SOCCER
AT
played
all
state
company
France
England
Saturday
only
1996-08-22
officials
group
1996-08-29
there
round
1996
South
Minister
1996-08-27
11
off
match
13
six
four
down
6-4
6-3
because
21
five
15
him
Spain
1996-08-26
next
President
official
former
she
home
United
third
do
spokesman
just
games
expected
did
day
win
through
statement
made
NEW
70
12
1996-08-23
them
lost
14
world
where
6-2
20
September
Russian
RESULTS
July
shares
n't
if
back
Italy
YORK
China
August
president
Cup
3.
2.
DIVISION
1.
LONDON
Clinton
British
while
seconds
any
Japan
reported
matches
billion
69
v
team
month
Russia
division
Pakistan
meeting
being
They
London
June
European
30
news
added
Results
German
71
1996-08-25
still
peace
metres
half
At
1/2
talks
set
earlier
tonnes
killed
season
now
Sweden
take
held
during
Reuters
should
part
around
India
party
elections
National
took
game
Bank
soccer
number
minutes
lead
innings
early
capital
68
6-1
saying
end
due
days
b
7-6
results
Open
100
so
foreign
you
political
per
international
final
can
York
West
Belgium
22
well
victory
most
Newsroom
French
Netherlands
50
visit
seven
country
champion
Iraq
25
our
minute
Israel
American
says
left
Czech
Africa
66
1996-08-24
profit
play
league
LEAGUE
4.
vs.
67
6.
5.
very
local
leader
Republic
7-5
24
1995
war
same
go
found
support
run
newsroom
close
Inc
then
say
meet
man
called
World
States
CHICAGO
what
town
singles
prices
military
lower
eight
both
ago
64
runs
put
newspaper
deal
bank
Moscow
Mark
72
trade
rate
race
make
goals
cents
St
OF
Men
60
16
pct
months
issue
gave
behind
There
Prime
May
opposition
minister
good
ended
city
Women
Michael
League
Hong
FIRST
75
tournament
report
rebels
leaders
Iraqi
Dutch
weekend
until
security
price
plan
northern
net
near
late
get
dollar
agreed
Kong
Australian
74
7.
top
record
players
going
agency
Attendance
African
;
73
want
start
refugees
miles
drawn
another
Sri
Paul
taking
sales
place
office
my
economic
court
chief
arrested
SAN
John
Democratic
David
CRICKET
8.
those
quoted
demand
championship
allowed
Party
Palestinian
Israeli
GMT
Corp
Commission
Ahmed
women
several
many
including
central
already
IN
Foreign
television
km
hit
following
de
Yeltsin
Martin
Arafat
28
17
southern
men
may
later
forces
fell
authorities
ahead
Union
M.
Dole
31
26
1-0
work
whether
weeks
way
troops
reporters
loss
hours
election
came
announced
Brazil
19
vs
return
parliament
night
higher
general
closed
Zealand
Finland
Chicago
65
23
1994
18
...
went
test
share
power
plans
national
decision
began
agreement
This
trading
quarter
oil
north
morning
ministry
like
head
few
countries
away
asked
Washington
Police
Lebed
English
1997
taken
money
main
leading
index
fighting
Sydney
Olympic
Austria
such
signed
side
scored
rights
past
much
major
hits
current
c
business
budget
army
U.N.
STANDINGS
Canada
63
think
nine
growth
area
Ukraine
Standings
Europe
East
40
winning
total
strike
region
recent
previous
own
draw
campaign
attack
accused
Two
On
Lanka
Co
96
62
working
without
vote
these
seen
plane
led
hold
high
future
died
control
club
cash
best
available
again
White
PCT
Ireland
Akram
9.
27
---
wickets
tour
sent
right
released
might
little
help
give
fourth
failed
does
conference
ceasefire
case
ban
Paris
March
Dutroux
're
us
started
prime
period
overs
me
manager
long
least
embassy
disease
cut
champions
average
No
Italian
City
An
29
tennis
stories
service
production
planned
order
members
free
airport
across
Wasim
Thomas
October
Leading
Kurdish
Costa
Chechnya
Aug
Ajax
59
yet
strong
shot
short
rose
public
press
given
declared
children
bonds
Slovakia
San
Romania
Republican
Ministry
Jordan
Bosnian
Bosnia
BASEBALL
April
54
10.
trying
tabulate
stock
standings
seed
reports
possible
must
markets
interest
hospital
further
State
Moslem
Jerusalem
If
CITY
Amsterdam
A.
woman
used
term
series
received
rates
opening
law
known
industry
guerrillas
forced
fifth
face
death
come
coach
clear
charges
brought
Taiwan
TENNIS
She
Robert
Poland
Peter
Nigeria
Ltd
Kenya
2-0
yen
train
squad
small
showed
private
point
passengers
old
likely
injured
immediately
estimated
details
despite
date
companies
call
Turkey
That
PARIS
Argentina
48
1,000
*
'S
workers
use
trip
result
process
policy
named
level
latest
human
groups
got
forecast
figures
each
daily
contract
captain
better
action
Wimbledon
One
North
Nations
L
Japanese
Iran
Egypt
California
76
61
0-0
unless
soon
sold
seeding
see
rise
prison
pay
how
holiday
halftime
force
financial
exports
earnings
believed
analysts
Younis
Waqar
TORONTO
Serb
PSV
Mushtaq
Croft
Belgian
BALTIMORE
Atlanta
6-0
within
violence
today
title
times
straight
scheduled
rule
road
pound
playing
nearly
making
levels
convention
confirmed
coming
chairman
border
Total
TO
Security
S.
International
Exchange
56
tried
struck
south
services
senior
reached
position
nuclear
met
message
know
keep
inning
independence
illegal
homer
gold
completed
comment
charged
buy
Switzerland
Saudi
OPEN
Net
Mullally
Khan
Indian
Halftime
Grand
First
Central
Bill
AMSTERDAM
55
53
wife
wheat
tie
sell
rebel
problem
prefix
poor
percentage
parties
outside
opened
letter
kept
island
here
health
ground
full
even
course
continue
conditions
civil
change
centre
based
attacks
arrived
areas
aggregate
able
PUK
OSCE
Netanyahu
Mexico
Grozny
Group
FOR
Chinese
Association
After
58
45
2-1
1-1
'm
winner
village
treaty
too
system
step
stage
source
returned
radio
penalty
paper
needed
less
leg
leave
himself
great
goal
flight
economy
director
denotes
denied
break
bond
big
according
Williams
Turkish
Swiss
Result
PRESS
Johnson
House
FRANCISCO
EU
DIGEST
BOSTON
77
42
300
2-6
whose
trial
talk
striker
single
similar
seeded
pounds
poll
offer
never
need
low
lot
line
land
investors
house
having
firm
fall
executive
decided
continued
complete
compared
carrying
broke
bid
armed
Western
W
Sudanese
Sudan
Steve
Scorers
SEATTLE
Polish
Played
Mother
KANSAS
Iranian
Indonesia
HOUSTON
G.
Division
Council
COLORADO
Alexander
7-4
52
46
326
32
1992
1991
&
%
young
western
volume
unit
turned
tax
tabulated
province
protest
problems
premier
player
ninth
nation
killing
increase
important
far
drug
deficit
defeat
dead
cost
committee
chance
bomb
banks
When
These
Thai
Texas
Some
Sohail
ST
Rica
NATO
Morocco
MINNESOTA
Lewis
LOS
Jose
Ian
Hungary
General
D.
Colombia
Brady
As
Alex
AUGUST
ATLANTA
3-6
traders
stocks
settlement
seized
sector
school
really
rain
profits
plant
ordered
open
negotiations
municipal
injury
hijackers
guilders
food
fire
federal
eastern
drugs
discuss
defence
dealers
cricket
copper
black
appeal
air
Todd
Teresa
Scotland
Richard
Lloyd
Jim
ENGLAND
Department
C$
Brazilian
Baghdad
Arab
Angeles
AND
95
400
36
34
1990
171
weapons
votes
value
union
tonne
summer
steady
stay
staff
quiet
question
products
overall
name
movement
mission
mark
involved
included
girls
find
expect
ethnic
dropped
double
domestic
currency
couple
costs
coalition
become
always
Van
THE
Series
Red
Paulo
Palestinians
PAKISTAN
N.
Medvedev
Los
January
Islamic
Honda
His
GB
February
FC
DETROIT
Court
Chechen
Canadian
CUP
CLEVELAND
BONN
ANGELES
542
200
wanted
verified
traffic
traded
tender
teams
sixth
sign
sides
sets
saw
rupees
risk
rest
remained
release
overnight
orders
options
offered
midfielder
member
legal
issues
increased
governor
girl
francs
farmers
declined
condition
competition
charge
caught
career
car
bought
ball
bad
arms
analyst
allowing
WASHINGTON
Street
Sept
Scott
Sao
Sanchez
R.
Oval
November
News
Nepal
Munich
Meri
Manchester
Major
ISS
For
ENGLISH
December
Cyprus
Chris
CALIFORNIA
America
Aamir
A$
90
57
51
47
43
4-6
10th
've
'll
worth
voting
van
truck
territory
suffered
stop
stated
sources
soldiers
secretary
sale
rounds
rival
relations
range
probably
presidential
post
positive
paid
officers
officer
murder
move
management
life
key
jail
hope
hand
feed
exchange
evening
electoral
drew
doing
diplomat
defender
debt
dealer
damage
commission
child
board
bln
believe
appeared
Zimbabwe
War
Wall
WORLD
Venezuela
Toronto
Service
Serbs
Saeed
Rubin
Rangers
P.
Morris
MONTREAL
Louis
LOUIS
Kurdistan
King
Interfax
HONG
George
Francisco
Fortuna
Florida
Denmark
Democrats
Davis
DIEGO
Christie
Borussia
Bob
All
81
80
38
35
your
visited
twice
track
thought
terms
telephone
survey
spot
spokeswoman
separatist
seek
rules
resignation
qualifier
port
polls
par
pair
output
operation
one-day
once
losing
looked
leaving
largest
landed
investment
husband
goods
gains
form
farm
drove
difficult
development
deputy
demanding
deals
concern
church
cabinet
blamed
battle
attempt
arrest
among
although
along
aircraft
adding
Yugoslavia
With
William
Wayne
WIN
WESTERN
University
Stock
Stich
Senate
Securities
Seattle
Russell
Philippoussis
People
Park
PITTSBURGH
PHILADELPHIA
Oakland
More
MOSCOW
Le
KONG
KDP
Juan
Jones
Jan
J.
Former
FLORIDA
Cuba
Croatia
County
Cork
Congress
Colorado
Carlos
Berlin
BRUSSELS
BEAT
Anwar
41
1993
1-6
whole
water
walked
vouch
voters
things
states
special
situation
seventh
scores
running
recently
programme
preliminary
positions
passenger
medical
media
measures
majority
losses
lap
job
forward
finished
felt
feel
family
fact
event
entered
diplomatic
cooperation
community
common
caused
bus
building
books
biggest
basis
annual
am
admitted
accuracy
a.m.
YR
Windows
V
Tigers
Tamil
Stewart
Slovak
Sheffield
Second
Sampras
SCHEDULE
Rotterdam
Martinez
Marseille
MAJOR
Korea
Hamburg
Graf
Gaza
GOLF
GERMAN
Extras
Essex
EASTERN
Diego
Commonwealth
Chile
Chang
CINCINNATI
CENTRAL
C.
Burundi
Brussels
Bowling
Baseball
Barcelona
Baltimore
Atletico
Algeria
Albanian
44
20,000
10,000
wounded
wicket
travel
towards
starts
sought
slightly
shooting
sex
serious
ruled
rugby
remain
published
provide
protests
proposed
property
presence
pact
owned
others
often
nothing
mostly
moment
looking
list
light
kidnapped
joined
invited
houses
hour
heavy
heart
hard
giving
futures
followed
figure
fight
either
eighth
efforts
driver
described
delayed
currently
consumer
commander
championships
boy
beginning
bat
avoid
administration
Yellow
Year
Weizman
Tom
To
Tim
Tennis
TOKYO
TEXAS
Singapore
RUGBY
RESULT
RBI
Peres
Ohio
OAKLAND
Norway
Mike
Marcelo
MILWAUKEE
Lens
Leeds
Last
Korean
Jewish
Irish
Information
Ijaz
Gulf
Gore
Feyenoord
Fall
Diana
Date
CHAMPIONSHIP
Bucharest
Boston
Beijing
Amman
49
3-0
2000
winners
white
walk
victims
veteran
unrest
unchanged
truce
tight
threatened
though
suspected
surgery
supply
students
streak
starting
stake
snapped
shortly
shareholders
seeking
secret
rupiah
role
rally
qualifying
pulled
product
performance
parliamentary
noted
missing
ministers
look
live
launched
large
kph
join
introduced
interim
impact
homes
guerrilla
grand
fiscal
filed
factions
export
enough
ending
emergency
effect
done
different
data
crew
cases
body
boat
bill
banned
auction
approved
anything
announcement
almost
aimed
activity
act
abroad
Toyota
Syria
Stansted
Sox
Secretary
SCORES
ON
NOTE
Muster
Motorola
Mohammad
Milan
Middle
Mickelson
Malta
Malaysia
MANCHESTER
Lebanon
Jul
Jeff
Jason
Hapoel
Greg
Greece
Graham
Games
GAMES
F.C.
Eindhoven
EPS
Daniel
DUTCH
Craig
CYCLING
COLOMBO
C
Brown
Boris
Austrian
Argentine
Andrea
Alan
Afghan
AG
6.0
6-7
504
5-7
39
33
3-1
.500
+44
yr
wins
west
weaker
wants
unq
unable
trader
thousands
target
stages
speak
sanctions
ruling
rising
revised
responsible
religious
ransom
raised
purchase
pressure
picked
numbers
nil
newspapers
mad
lines
limited
issued
investigators
interview
injuries
information
industrial
include
imposed
imports
hurdles
helped
hands
handed
gross
four-day
foot
fired
finally
entering
east
democracy
delivery
defeated
debate
dangerous
cuts
crowd
crime
convicted
conflict
claimed
changed
buying
broken
bourse
book
blood
begin
address
account
accident
accept
Yorkshire
Yankees
Tour
Thorpe
TEST
Surrey
Spanish
Soviet
Socialist
Shanghai
Scores
Schalke
Salim
ROUND
Prix
Pauli
Orioles
Old
Nicaraguan
NEC
Moin
Milwaukee
Melbourne
Medical
McLaren
Maria
Marc
Malik
Lauck
Lancashire
JERUSALEM
However
Hospital
Home
Heerenveen
Health
Hampshire
Greek
Gold
Gencor
Gary
FRENCH
Data
Coast
Cincinnati
Catholic
Banharn
Arabia
And
Afghanistan
AFTER
?
82
800
61-2
6-
2-2
15-12
11th
+31
whom
welfare
weekly
weather
thing
suspended
stronger
strategic
spending
something
soldier
software
site
significant
show
sheep
session
scoring
score
resume
reform
recovery
rather
quickly
questioned
progress
passed
opinion
offices
moved
minority
millions
managed
long-term
leadership
involving
inside
income
incident
immediate
history
hijacked
gun
grain
funds
front
freed
father
fans
evidence
every
employees
drop
dismissed
direct
diplomats
defending
debut
daughter
customs
crisis
cow
contact
computer
coast
cattle
candidate
boost
bit
barter
assault
ambassador
allegations
afternoon
abandoned
Zaire
Yugoslav
You
Yasser
Yamaha
While
What
Waugh
USDA
Tsang
Summary
Stephen
St.
Sparta
Seles
Sales
Rose
RTRS
Portsmouth
Philip
Philadelphia
Pedro
Patrick
Pakistani
PKK
Our
OM
OB
Monaco
Minnesota
Madrid
MATCH
Levy
LG
Khartoum
JOHANNESBURG
Islamist
Inzamam-ul-Haq
Inc.
Human
Huber
Hill
Government
Fox
Ford
Financial
Finance
Doboj
Dhaka
Detroit
Crawley
Christian
Chelsea
Calcutta
Bulgaria
Benetton
Bayern
Bangladesh
Athens
Asif
Andrei
Although
Algerian
ATHLETICS
79
78
6-5
50,000
5.0
4-1
212
15-6
0-1
written
worked
warned
violations
using
university
turn
training
towns
tough
threatening
tests
takes
table
suspect
surplus
subject
streets
status
spoke
spent
speech
speaker
servants
send
scandal
riots
retired
residents
reserve
request
registration
real
protection
promised
previously
prevent
premium
posted
organisers
opposed
operating
neighbouring
mother
monitors
mln
mixed
militants
means
material
marks
living
lei
lawyer
lack
judge
interests
includes
improved
improve
however
hostage
heard
gained
friendly
flew
fishermen
first-half
feet
fast
faction
faces
expressed
ever
estimates
draft
doctors
distribution
determine
county
continues
considered
consecutive
clashes
challenge
cannot
bottom
born
bodies
below
barley
attend
assets
appear
alliance
alleged
airports
advantage
above
Zurich
Wilson
Warwickshire
Warsaw
Vicario
Under
UK
Treasury
Tony
Three
Thailand
Stuttgart
Slam
Sion
Singer
Simon
Sierra
Shares
Scottish
SYDNEY
SEOUL
Rwandan
Ruutel
Rostock
Revenue
Reds
Rating
Queen
Prince
Preston
Port
Plc
Organisation
Nantes
Montreal
Max
Leverkusen
La
Kremlin
Kansas
Jordanian
Jonathan
James
Jamaica
Jakarta
Irani
Indians
IVAC
II
Hashimoto
Hansa
Groningen
Gough
Gloucestershire
Frank
Ferreira
El
Dortmund
Doetinchem
Desk
Dealers
Cologne
Centre
CDU
Bradford
Both
Boardman
Blackburn
Black
Barrick
BSE
Auxerre
Auckland
Atherton
Arantxa
Andre
Adrian
=
8-6
7-2
7-1
4.0
4-0
199
150
15-11
15-10
wrote
worst
witnesses
why
waiting
view
victim
vice
vehicles
ties
threw
three-run
suspects
suit
suffering
study
star
sprint
spring
speculation
serve
separatists
sentenced
scattered
row
residence
research
relief
reason
read
ran
quite
quarter-finals
pts
provincial
proposal
project
powers
potential
policemen
pitch
peso
owns
operations
opens
necessary
longer
loan
lifted
lending
leads
kill
kg
jobs
jailed
investigation
investigating
intervention
hurt
huge
hotel
heroin
headquarters
guilty
growing
generally
fraud
fly
flights
five-year
finish
film
fears
fear
extra
existing
epidemic
ends
employee
effort
effective
drive
documents
delay
decide
danger
customers
crude
create
crashed
crash
considering
confidence
committed
clocked
clearly
clash
certain
cause
cars
carry
care
cancelled
calls
built
build
brief
billions
bilateral
begun
beef
beaten
barrels
appointed
apartheid
announce
advertising
additional
add
Zenith
Wigan
WITH
WINS
Volendam
Vitesse
Vienna
Turnover
Traders
Tendulkar
TV
Supreme
Ssangbangwool
Slovenia
Sittard
Serbian
Serbia
Santos
Saddam
SECOND
Rwanda
Raymond
Rafter
Rabobank
Queensland
Power
Peace
Other
Oncins
Olympics
Officials
OUT
O'Brien
Note
Norman
Nijmegen
Nice
Newcastle
Names
NAC
Mujtaba
Montpellier
Mitsubishi
Miguel
Mayfair
Massachusetts
Maskhadov
Mariners
Machado
Lotte
Liberia
Leicester
Lee
Kashmir
Kabul
Johan
Interior
Indonesian
Houston
Hanwha
Glamorgan
Gazprom
Gajdos
GRAND
GDP
Five
Fiorentina
Federal
F
Ethiopia
Estonia
District
Deputy
Day
Daewoo
Corser
Corp.
Colombo
Colin
Cofinec
Cleveland
Cash
Bristol
Bremen
Breda
Board
Berlex
Benjamin
Belarus
Bailey
B
Armstrong
Andrew
Albania
ATHENS
5000
500
5,000
37
3,000
176
110
..
yuan
weak
visiting
version
vehicle
values
unions
two-run
trillion
travelling
together
throughout
three-game
supplies
suicide
successful
success
storm
stopped
stepped
standing
stable
spend
southeast
son
someone
solution
social
slow
shown
shipments
shipment
served
sees
scientific
rural
rises
right-wing
response
resolution
researchers
republic
representatives
replace
registrations
registered
reduced
reduce
receiving
reasons
ready
rating
rail
prompted
program
present
preparing
prepared
population
politicians
planning
permission
partner
outstanding
opportunity
opponents
onto
nor
nomination
nearby
missionaries
mine
midnight
meetings
maybe
markka
makes
mainly
lose
let
lawsuit
largely
knew
kills
junior
jump
joint
jet
insurance
inflation
individual
homered
holding
hitting
guards
gone
friend
fought
fine
field
fellow
federation
failure
expectations
executed
example
established
especially
equal
enter
earned
driving
dozen
doubles
dollars
document
disappointing
determined
detained
der
department
demanded
delivered
delegates
cycling
custody
cross
counterpart
council
corporate
consumers
conservative
commanding
comes
collided
college
closing
cement
carried
cargo
captured
capped
boxes
base
ballot
balance
assembly
allegedly
aid
addition
Workers
Worcestershire
Woodbridge
Wisconsin
WELLINGTON
W.
Vale
UEFA
Tillstrom
Their
Taleban
Takeda
Taibe
THIRD
Stefan
Star
Speaker
Smicer
Sarah
Samsung
Salisbury
Sale
SUMMARY
SEP
Royal
Ronald
Roman
Roger
Rios
Reagan
Rally
Qualifier
Post
Portugal
Pittsburgh
Perot
PRIX
Oxford
Owens
Olsza
Oldham
Nottinghamshire
Nancy
NATIONAL
Moody
Miss
Metz
Makinen
MFS
Lynch
Liverpool
Lincoln
Leicestershire
Lankan
Kocinski
Kenneth
Kawasaki
Karlsruhe
Java
Island
Islamists
Internet
Hussein
Hungarian
Hingis
Helens
Haga
H1
Guingamp
Guinea
Graafschap
Golf
Gloria
Gas
Freiburg
Fred
Frankfurt
Following
Final
Enqvist
Ecuador
Did
Delhi
Davies
DEM
D
Costas
Colchester
Celica
Carl
Cardiff
Campbell
Bundesliga
Brunswijk
Brisbane
Bridge
Braves
Bistrita
Birmingham
Biogen
Bayer
Basque
BELGRADE
BEIJING
Authority
Arnhem
Angels
Angel
Agassi
Affairs
According
About
9373-1800
7-3
4-2
25,000
1998
1996/97
1996-08-30
1989
15,000
125
1.5
.496
wrist
winter
wait
voted
volatility
violent
veterinary
unknown
unc
try
treatment
treated
transport
threat
tension
task
talking
systems
struggle
striking
stores
stood
station
snap
slipped
skull
shut
shows
showing
serving
serie
seedings
search
schedule
scene
runner-up
route
room
rivals
revenue
resign
rescued
required
repeatedly
removed
remove
recovered
records
reaching
rare
rand
rallied
prospects
prosecutors
proposals
prompt
produced
produce
presidency
postponed
possibility
plus
plays
places
person
parts
outlook
ousted
organised
offers
observers
none
noise
network
neighbours
negative
names
motor
monthly
miss
militia
merger
medal
materials
margins
mandate
manage
major-league
maintain
magazines
magazine
lunch
lives
lived
link
lift
landing
king
keeping
interior
initially
infusion
inches
idea
homers
hijacking
headed
happened
handling
gunman
grade
goalkeeper
gets
gathering
formal
fob
first-round
firms
finance
fever
favour
falling
extremely
extradition
establishment
envoy
emerged
elected
elect
edged
eating
doubt
difficulties
definitely
decree
cotton
controllers
construction
connection
confident
conducted
concerns
concerned
comments
cleared
changes
ceremony
century
casualties
capacity
candidates
calling
bring
blow
blast
begins
bed
became
baht
backing
autonomy
arrives
apparently
answer
animal
agents
aged
advanced
activities
acquisition
accord
accepted
absence
abortion
Yemen
Willem
Werder
Wellman
Utrecht
US$
UNION
Trade
Tokyo
Tilburg
Thousands
Thompson
Third
Tapie
Svetlana
Sven
Sussex
Super
Spot
Soyoil
Sofia
Smith
Slight
Six
Simitis
Several
Scoreboard
Schumacher
Sakai
SUMMARIES
SQUAD
SPLA
SEC
SCOREBOARD
S&P
Russians
Ross
Rome
RKC
RACING
Public
Prague
Petr
Pete
Perry
Palace
PLO
Over
Oct
O'Neal
Now
Northern
Northamptonshire
Northampton
Nigerian
Nick
Nicaragua
Nathalie
N
Most
Monica
Moenchengladbach
Mika
Midwest
Microsoft
Masterkova
Marlins
Marco
Maleeva
MDS
Linz
Lille
Lanusse
Lance
Lakes
Labour
LEADING
LAST
Knight
Kevorkian
Kent
Kelly
Karachi
Juventus
Just
Juppe
Julie
Jayasuriya
Javier
Jacques
Iraqis
Iliescu
Hyundai
Her
Haitai
HK$
Gov
Goldman
Gilbertson
Gilbert
GKS
Ferrari
Fernando
Faulding
FORECAST
Everton
Eight
Edberg
EUROPEAN
Durham
Duesseldorf
Ducati
Derek
Democracy
Davenport
Darren
Daily
DIV
Croatian
Corporation
Conference
Company
Committee
Collinelli
Coetzer
Civil
Chechens
Charlton
Charles
Championship
Celsius
Cardinals
Capital
CVG
CAPS
Business
Buenos
Brian
Bourlet
Bordeaux
Bonn
Bochum
Bielefeld
Bastia
Barbara
Baker
BOJ
Atlantic
Assembly
Aslan
Army
Arminia
Arkansas
Arequipa
Aoki
Antonio
Andy
Amount
Americans
Alkmaar
Ali
Airways
Aires
Air
Advanced
Aberdeen
AZ
AUG
ANKARA
AMERICAN
86
85
8,000
54th
4-3
325
30,000
280
24th
1860
160
15-8
13.
12.0
106
+3
yesterday
wounds
weight
waste
warrants
wage
virus
via
versus
venture
various
two-day
truth
true
troubled
trouble
transition
timetable
tied
threats
thin
theft
suspicion
surprise
successive
strikers
strikeouts
street
store
sterling
stayed
stance
staged
stadium
stabbed
speed
specific
solo
smaller
signs
signing
shots
sharp
settled
sentence
selling
self-rule
secured
sea
river
review
revenues
reveal
restaurant
reserves
representative
regular
regions
regime
regarding
refunds
refugee
reforms
red
rains
railway
quarterly
quality
putting
pull
prosecutor
propaganda
professional
prix
privatization
pretty
prayers
postpone
possibly
popular
politics
policies
pledged
plants
personnel
partners
pain
owner
overseas
original
organisations
occurred
normal
newsdesk
nations
moving
moisture
missed
mean
marketing
margin
liquidity
linking
lifting
lbw
launch
language
labour
knee
kidnapping
kick
justice
judicial
journalists
items
internal
instead
installed
improvement
illness
identified
hunt
hundreds
humanitarian
hot
hopes
holes
holders
hog
helicopter
hearing
hear
happen
grenades
greatest
golf
gas
fund
fun
fuel
founded
formally
forest
foreigners
flying
flown
flow
fled
firing
finding
festival
fallen
fair
failing
factors
facing
faced
explosives
exact
everything
escape
equipment
equaliser
entire
ensure
embargo
else
doctor
discussions
disappointed
deposit
democratic
decisions
dark
customer
cup
criminal
copies
controls
controlled
contracts
continuing
consider
confirm
confessed
communist
commercial
column
closes
class
claims
cholesterol
choice
chief-of-staff
check
certainly
cent
catch
camp
ca
bullish
brokers
bread
block
benefit
balls
backed
avoided
attending
attended
attempts
attacked
asylum
assessment
ask
anyone
amount
allocated
agenda
age
affected
affairs
addressed
activists
active
actions
accompanied
abuses
abuse
Yoshikawa
X
Woosnam
Weld
Weaver
Walker
Wales
Waalwijk
WEDNESDAY
WARSAW
Volkova
Virginia
Twente
Turner
Trinidad
Treaty
Tranmere
Trafford
Thomson
Teutenberg
Terry
Taylor
TVM
TOUR
THURSDAY
Sun
Strasbourg
Stoltenberg
Stenning
Squad
Southern
Somerset
Soccer
Simpson
Sergi
School
Sakigake
SV
SBC
Ruch
Rosset
Roe
Roda
Ripken
Rights
Rennes
Reeve
Ramallah
RECORD
RALLYING
Princess
Price
Press
Porto
Popov
Pollock
Plymouth
Playing
Pirates
Pioline
Petra
Patriotic
PREMIER
PM
Oklahoma
Of
Nobel
Niugini
Newcombe
Nasdaq
NOTES
ND
Moslems
Mohamed
Mitchell
McGrath
Maoist
MaliVai
Lyon
Luis
Lindsay
Liam
Lehman
Larnaca
Kurds
Kurd
Krakow
Koerts
Kankkunen
Kabariti
K.
Judith
Jon
Jean
Jack
JC
JAKARTA
Ivanisevic
Its
Investors
Index
Hussain
Huddersfield
Holdings
Helibor
Havre
Hasina
Hamas
Habsudova
Grimsby
Greens
Gooch
Gingrich
Germain
GENEVA
Front
Four
Football
Federation
FINAL
Evert
Euro
Eritrea
Eriksson
Enschede
Egyptian
Edouard
Earlier
Dundee
Duisburg
Defence
De
Dayton
Dan
DE
Crystal
Cozma
Convention
Commissioner
Colonna
Colombian
Club
Charleroi
Cedric
Calif.
COUNTY
CNIEC
CAIRO
Brush
Brugge
Brooke
Botham
Billy
Bhutto
Best
Bernard
Beirut
Barnsley
BELGIAN
BANGKOK
Arch
Arabs
Anthony
Anne
Amoco
Ambassador
Algiers
Alberto
Alaska
Aki
Airbus
Agency
Abu
AKRON
ACC
90th
83
8.0
521-8
5-2
47th
40,000
4,000
3311812-4
310
3.8
2001
2,000
1996-08-21
16.
15th
120
12.
12-15
112
11.
109
.531
.02
------------------------
+301
+1
**
yield
yards
worldwide
wo
widespread
weapon
wages
vowed
unnamed
units
united
unfortunate
understanding
turnover
trends
toward
tourist
themselves
terrorist
terrorism
telling
technical
taxes
targets
suspension
surrender
surge
supporting
supporters
starter
stand
split
specified
speaking
sparked
space
sound
sometimes
slight
slaughter
slam
size
signal
sharply
shared
seriously
sentiment
seemed
secure
seat
scientists
scientist
satisfied
safety
rider
rice
retain
retailer
resulted
respect
resort
reputation
reply
replacement
repeat
reopened
renewed
renegade
remote
reliever
relay
relatively
related
refined
receive
reach
ratio
ranking
rainfall
radical
quit
questions
qualified
pushed
pursuit
publicly
provinces
protesters
probe
politician
pleased
placings
pitched
pilot
picture
phase
personal
packed
outperform
outbreak
option
oppose
operator
operate
offset
nun
note
northeast
neither
n.a
multiple
mountain
motion
monitoring
mm
minimum
mind
midday
medallist
mayor
maximum
mate
manufacturers
makers
maker
majors
m
love
located
loaded
livestock
limits
limit
legislature
leftist
lb
kuna
kms
kingdom
kilometre
killer
kidnappers
jewelry
itself
irregularities
involves
invitation
inventories
intent
intended
increasing
incidents
inch
impossible
hostages
hoped
highway
highly
highest
heads
header
hat-trick
halt
grounds
governments
global
getting
garlic
gain
franc
formed
forecasts
forcing
follows
finals
fighters
ferry
fatal
faster
families
fails
factor
extended
express
explained
explain
experience
expects
exile
except
events
estimate
erupted
equivalent
engineering
education
editorial
edge
easy
drought
dragged
dn
distance
dissidents
displayed
disarmament
directed
difference
die
developed
develop
deposed
decline
dealing
dated
crop
critics
credit
cover
corn
controversial
contribute
consensus
confiscated
concrete
complained
compensation
compatriot
command
colony
climbed
civilians
citizen
churches
chances
chains
cargoes
bureau
bronze
bringing
briefly
briefing
bpd
box
boosted
bombing
blame
birds
bids
beyond
believes
behalf
becoming
beating
award
auctions
attention
attempted
atmosphere
athletes
article
arriving
arrests
appears
animals
ancient
amnesty
amid
alone
allow
airliner
affect
affair
administrative
acting
acquired
accuses
accords
abduction
Zhirinovsky
Zastava
Young
Yassin
Wolverhampton
Winners
Whittall
Wheat
Wells
Wellington
Warrington
Warburg
Vladimir
Villa
VfB
Vermont
Universe
Unita
Uganda
US
UP
U.S.-led
U.S
Trent
Tommi
Tirana
Times
Tehran
Takemura
Taipei
TITLE
TIMES
Systems
Swindon
Surabaya
Summaries
Subaru
Stoke
Stevanin
Stephanie
Stephane
Startup
Sporting
Spartak
Spaniard
Southend
Social
Shr
Shimon
Sharif
Seven
Sauber
Sarajevo
Sandra
SUPER
SPD
SOUTH
SK
SER
Rovers
Rosati
Romanian
Rodriguez
Rocca
Roberto
Rio
Rican
Revolutionary
Reserve
Res
Republicans
Regulation
Reading
Rapid
Radio
Rabbani
RALLY
Queens
Promodes
Phil
Petroleum
Peru
Partizan
Parma
Padres
Pacific
PUNR
PTT
PRICE
PDS
PAY
Operating
Office
Ocean
OJ
O'Neill
Nottingham
Norwich
Norwegian
Nikkei
Nicolas
Nestor
Nepali
NATIONS
N.J.
Mutola
Municipal
Mubarak
Moura
Mostostal
Moldova
Miller
Mikael
Mideast
Michelle
Mexican
Metro
Melissa
Medicare
McEwen
Maybe
Match
Marcus
Mapei
MSV
MOODY
MON
MEXICO
Luxembourg
Lodz
Liu
Linhart
Linford
Ligier
Liberation
Lawrie
Law
Latvia
Latest
LME
LISBON
LATEST
Kuwait
Kubo
Kornblum
Korda
Kingdom
Kimiko
Kim
Kevin
Kerkrade
Karina
KOREAN
Justin
Juha
Journal
Johnny
Johansson
Jana
Itar-Tass
Istanbul
Ischinger
Ipswich
Industry
Income
Ieng
Ibrahim
ITALIAN
IOC
ING
ICAC
Hutu
Hope
Heathrow
Headingley
HELSINKI
Gujral
Guerrero
Globo
Giles
Giants
Georgia
Geneva
G
Frenchman
Fredericks
Fleurian
Fischler
Ferguson
Fairbrother
FROM
FDP
Erik
Erbakan
Emnid
Election
Elect
Eefje
Edwards
Edgar
ETA
EPR
Dynamo
Dublin
Dow
Dodgers
Dividend
Dimitris
Despite
Dennis
Democrat
Dec
Dean
Damon
Damm
Dacom
DRAW
DATE
Cyprien
Current
Cubs
Cuban
Costantino
Corsica
Cooperation
Conchita
Community
Commercial
Columbia
Collstrop
Classic
Chorzow
Chg
Chamorro
Capiot
Cannes
Canberra
Caen
CSU
CPI
CANADIAN
CAC-40
Bureau
Bruguera
Bromwich
Bratislava
Brann
Brad
Bonds
Blacks
Berger
Benfica
Belgrade
Batistuta
Basuki
Banisadr
Banespa
Ballanger
Bahamas
BUDAPEST
BUCHAREST
BRASILIA
BP
BAGHDAD
Avonex
Athletics
Astros
Arthur
Armed
Anke
Anderson
Anders
Analysts
Also
Akam
Agriculture
Aggregate
Add
Abdul
AS
AOL
ABC
88
86th
85th
80th
70th
7.5
7.0
64th
58th
56th
5-1
33rd
32.0
30th
3.5
3-2
26th
266
212-859-1650
202
200,000
1995/96
1988
1987
1986
1980s
180
170
15.
15-9
15-7
145
14.
13th
12th
116
111
108
10-15
1,500
.543
.538
.504
....
youth
word
withdrew
wing
winds
window
whales
wells
weakening
warning
walks
walkover
walking
voter
violation
venue
usual
unseeded
unclear
unbeaten
tunnel
tries
trend
tree
trained
trafficking
titles
thrown
therapy
thanks
tested
tense
tell
taxi
tanks
taka
swimming
sweeping
surrounded
surgeon
sure
supported
suits
substantial
subsidiary
style
strongly
strikes
strategy
stole
stockpile
stations
spying
sports
sport
spinal
span
soybeans
skilled
shutdown
shr
showers
short-term
shift
shelling
sheet
shed
sexually
sexual
settlements
settle
setting
set-top
sentences
sending
semifinalist
semifinal
selected
seems
sectors
seasons
searched
sealed
scoreless
save
rubber
routine
roubles
roads
riyal
riding
riders
returns
returning
retail
restored
require
representing
replaced
remarkable
reluctant
reimbursement
reigning
referendum
recover
recorded
recalled
realised
re-election
rated
rankings
ranked
raising
racing
quick
quake
push
pursue
pulp
pullout
provided
prospect
promoted
projects
profitable
profit-taking
producers
procedure
prisoners
printed
preferred
prayer
praised
posts
postponement
post-Soviet
portfolio
platform
plantation
planes
placed
pipes
pinch-hitter
pills
piece
photographs
pesetas
perhaps
pending
penalties
payments
pass
partnership
partly
particularly
parents
parent
palace
painted
paint
painful
paedophile
pace
owners
outcome
otherwise
ordinary
ordering
offering
nurses
northwest
normally
noon
nominee
nominated
negotiator
negotiated
nationalist
narrow
mutual
muscle
model
mistakes
missionary
mining
mines
metal
merely
membership
meets
medicine
medals
meal
matter
marijuana
maintained
mainland
lows
loans
load
listed
lions
links
letters
legs
laws
larger
laps
kerosene
isolated
iron
investments
investigations
intercepted
intensive
intends
instructions
insistence
insisted
inquiry
independent
incumbent
imprisonment
imported
importance
import
holds
highlights
heavily
heading
handgun
grew
green
glass
gives
giant
gestures
genocide
gathered
garden
frost
friends
freight
freedom
fours
football
follow
fix
five-run
fined
finds
films
filled
fields
fewer
farms
falls
fairly
factory
eye
experts
exiled
exclusive
excellent
everyone
eventually
establish
escaped
engine
endorse
elsewhere
effects
effectively
edition
drivers
dozens
diverted
div
dispute
directly
diesel
dictator
developments
detective
destitute
deny
demonstrators
demands
defends
defenders
decisive
cutting
crown
crowds
crossing
criticised
crackdown
coup
cool
contest
contents
containing
container
contacts
consulate
congress
compromise
complex
communications
commitment
commentary
collision
cold
climb
clause
civilian
changing
cast
caps
cannabis
camps
buyers
businessman
bushel
bush
bulk
bright
breaking
boycott
boxcar
bowled
bounce
bottle
boss
boats
blown
blocked
belonging
batsman
bases
barred
badly
baby
aviation
autumn
audience
attributable
association
associated
assistant
asking
artillery
arrangements
arm
approach
applications
appearance
apiece
anniversary
allied
aims
aiming
aide
aggressive
advice
adopted
acts
acres
acquire
achieve
accusing
aboard
]
[
Zinzan
Zabrze
ZIMBABWE
Yihye
YEAR-AGO
Wroclaw
Wolf
Wang
Villeneuve
Veldman
Vatican
Valletta
Vaduz
Vacek
V.
Up
Ulihrach
USA
UAE
Tyrrell
Twins
Tottenham
Toshiba
Tommy
Togo
Tibet
Ten
Telekom
Team
Tauziat
Tass
Tankan
Tang
Tamils
TUESDAY
TOTAL
TOSHIBA
TIRANA
Swedish
Swansea
Suwon
Strang
Stirling
Stefano
Stadler
Spring
Specter
Southampton
Sosa
Slough
Sir
Since
Silva
Sharpe
Shane
Seoul
Saskatchewan
Salomon
Salang
Sachs
STAGE
SRI
SOFIA
SERIES
SCOTTISH
Rugby
Roosevelt
Rohrabacher
Rifkind
Research
Reiffel
Reform
Reef
Rangarajan
Raith
Raichev
RESEARCH
Q2
Puchon
Pro
Prize
Premier
Pot
Postal
Portuguese
Polonia
Pol
Pires
Pinas
Phillies
Phan
Patricia
Parliament
Palmans
Palkhivala
PULPEX
PSG
P
Opposition
Only
Olivier
Oliver
Odra
ONE-DAY
OFFICIAL
Nyva
Novotna
Nov
Notts
Not
Nilis
Newsdesk
Neuchatel
Neths
Nelson
Necmettin
Nearly
Nazi
Natalya
Naoko
Namibia
NZ
NETHERLANDS
NBH
My
Mozambique
Moxon
Movement
Montgomerie
Monde
Missionaries
Middlesex
Middlesbrough
Miami
Mia
Merrill
McCarthy
Mauritius
Mary
Many
Magnus
Magdalena
MPs
MOTOR
MONDAY
MILAN
MADRID
Lopez
Lithuania
Libya
Leon
Legia
Leduc
Larry
Lamm
LTTE
LANKA
LAKES
Kucera
Krajicek
Kontogiannis
Kohl
Klinsmann
Kiev
Khmer
Key
Kenny
Kennedy
Ken
Karol
Kandahar
Kan
Kaluwitharana
Kafelnikov
KV
Joyce
Joseph
Jorge
Johannesburg
Jimmy
Jens
JavaSoft
JYVASKYLA
JOSE
Ivorian
Irina
Interpol
Insurance
Institute
IMED
Hurricane
Humenne
Howard
Hogg
High
Herbert
Henry
Henman
Hendrix
Heeswijk
Hearts
Healy
Headley
Hatoyama
Hassan
Hamlet
Hamilton
Hakkinen
Haj
HRW
Guzman
Grobbelaar
Grasshoppers
Grant
Goran
God
Gluten
Gianluca
Gerhard
Gephardt
Genoa
Gazeta
Gatwick
Gabon
GTR
GPG
From
Freeman
Frederic
Frankie
Fowler
Fogarty
Foe
Flower
Florence
Field
Ferrigato
Fernandez
Fax
Fastest
FRIENDLY
FRANKFURT
Expos
Export
Escort
Els
Elena
Ekeus
Eddie
Eales
END
Drew
Donovan
Doncaster
Doctors
Dm
Dinamo
Dick
Damascus
DUBAI
DHAKA
Commodities
Commander
Cocu
Close
Christopher
Chonan
Chief
Chesterfield
Chemlon
Charity
Chairman
Cea
Carter
Caribbean
Cambridge
Cairo
CONFIRMED
CLASSIC
CARLSBAD
CALL
By
Bulgarian
Budapest
Brooks
Broadhurst
Briton
Brewers
Brandes
Bossi
Bonilla
Bombay
Bolton
Bohdan
Bogra
Boer
Bobby
Blind
Blackpool
Betaseron
Bernd
Bedie
Battle
Barry
Bangkok
Bamerindus
Ballybunion
BY
BUENOS
BOGOTA
BASKETBALL
Azharuddin
Ata-ur-Rehman
Asked
Arsenal
Arnold
Anyang
Antwerp
Anton
Angolan
Andreas
Among
Amanda
Allenby
Allen
Alesi
Albert
Alami
Alain
Akron
Adams
ARA
ALERT
AIRES
ADRs
ACTUAL
A-rated
941
93
900
9/16
87
859
8520
852
83rd
60th
600,000
6.5
59th
599
57th
555
5/8
5.5
450,000
4221
416
4.4
4-95
398
38th
389
35th
3/4
3.2
278
220
21st
2.6
19th
1999
1980
1949
1948
181
162
129
12-year-old
11.00
11-6
107
100,000
10.5
1.2
1-2
1-106
.527
.470
.469
.466
.457
+7095
zinc
yellow
year-on-year
worries
wish
willing
wilderness
wild-card
widely
whale
wet
welcomed
weakness
weakened
ways
wave
waters
watching
washed
warehouses
wall
voluntarily
visitors
virtually
views
vast
uses
urge
upset
unpaid
unlisted
unlikely
unite
unidentified
unexpectedly
underwent
undertaking
understand
type
tying
two-year
two-time
trucks
triple
trio
tribute
trail
trades
tracks
tower
touch
totalled
toss
topsoil
tops
tobacco
tiny
three-year
three-test
thinking
testing
testimony
terrorists
teenagers
technology
tankan
tag
swept
sweep
survivors
surveyed
surged
supposed
superb
suitable
suggesting
suggested
sugar
suburb
substitute
submitted
studies
student
strokes
strategist
stranded
story
storage
stopping
stiff
stick
stg
statistics
state-run
standard
stability
square
sprinter
spreading
spots
spite
spell
speculated
southwest
solid
soil
softer
smoke
slowly
skies
sixth-inning
sixes
sitting
sites
singled
singer
silver
shutout
shoulder
ship
shareholder
severe
servant
semifinals
sells
seize
seeing
seeds
securities
secrets
secretary-general
second-quarter
scrap
scorer
sclerosis
schools
schoolgirl
savings
safe
sad
royal
roll
rocks
robbery
robbers
riot
right-field
rifles
ride
revolt
reverts
reverse
retiring
resuming
restructuring
respectively
resistance
resigned
requiring
requirements
represent
reporting
replied
repairs
reorganization
remarks
remains
relegated
relatives
regulation
registering
regained
refusing
refuelled
reference
reduction
reasonable
reading
rapid
ranks
rallies
raises
raids
quarters
publishing
provision
providing
provides
protect
prostitute
promising
promises
promise
prominent
programmes
producer
pro-soccer
pro-baseball
prior
princess
premiums
powerful
post-war
pornographic
pork
pool
policeman
poisoning
planting
pitting
pick
photos
pesos
persuade
perpetrators
permanent
performances
pence
peasants
paying
patrols
passport
passing
participation
participants
parrots
papers
panel
package
overthrow
overcome
ounce
originally
organising
optimistic
opposes
opponent
officially
offenders
observed
nurse
notes
northwestern
no-confidence
newly
networks
nervousness
neighbour
nationals
nationalists
murdering
murdered
mph
moves
mounted
motorist
mosque
mortgage
month-end
monetary
modem
minor
militant
migration
mental
meningitis
measles
meant
massive
mass
married
marriage
marked
march
manufacturer
manufacture
malaria
lung
lunches
loose
looks
locked
lobby
litigation
lira
liberal
leaves
launching
landless
lady
knows
kind
kilometres
killings
killers
justified
journey
journal
javelin
jars
issuing
involvement
interbank
intelligence
insurgents
insurer
injunction
initiated
initial
infrastructure
informed
influence
indices
indication
incompatible
implementation
immigration
illegally
hunting
host
hospitalised
hole
holder
hogs
historic
hide
helping
helicopters
hectares
heat
healthy
harvest
happy
hanging
hanged
handful
guns
gunmen
guaranteed
grow
greater
granted
grant
grandson
goodwill
goes
go-ahead
generation
gene
gap
function
friendship
fresh
frequent
framework
four-year
formula
forms
forma
focused
focus
flows
floor
fleeing
flee
flat
fixed
fishing
fires
finishing
findings
financing
fill
fielder
fence
feeling
feared
favorable
fate
fastest
farmer
fake
fail
faded
extraordinary
exported
explosive
exploded
experienced
expansion
exit
exercise
exclude
exception
exactly
eve
et
equity
equalised
environment
entry
engaged
employer
elements
elderly
elaborate
economist
earn
dystrophy
dystrophin
duties
doubts
doubled
dominated
dog
divorced
dividend
district
distributed
disrupted
dismal
discussing
discussed
disciplinary
directors
direction
digital
dictatorship
destroyed
designed
derailed
denounced
demolition
deliver
delays
day-night
dates
damaged
cwt
crucial
crimes
creditors
covered
coordinator
cooperate
convene
contained
consortium
consistent
conflicts
conduct
conclusion
concerning
conceded
computers
compliance
complaints
complaint
competitive
communists
comics
collective
collapse
coastal
coaching
coached
closer
closely
clean
citing
cited
circumstances
chronic
choose
chest
checking
checked
chaos
centred
causing
capture
canteen
camera
bypass
busy
buses
burst
burned
brokerage
broker
brilliant
bribes
breakaway
bowling
bound
borders
bonus
bone
blue
blind
blew
birthday
birth
bills
beach
batting
batters
batter
basic
bases-loaded
barrel
barges
bar
bans
banning
band
balances
bacteria
aware
awarded
authority
attorney
atrocities
associate
assemblies
assassination
asks
armoured
argument
arable
approve
approval
application
apparent
ankle
analysis
ammunition
alive
al-Kabariti
al
aides
agree
adviser
advance
administrator
adjusted
actually
activist
achieving
accounting
access
abducted
Zvornik
Zvereva
ZEALAND
Yr
Yevgeny
Yedioth
Xinhua
XI
Wycombe
Wronki
Wrexham
Wouden
WorldCom
Workington
Worcester
Woodforde
Wood
Wodzislaw
Witschge
Witnesses
Willie
Wiesner
Widzew
Weinstein
Weather
Watford
Warner
Walsall
Waldorf
WSRL
Vyacheslav
Volkswagen
Voinea
Viktoria
Vicente
VfL
Vaughan
VW
VIENNA
VALLETTA
Universitatea
Ulsan
UNITED
UN
Tychy
Tutu
Trust
Troy
Tries
Trax
Transportation
Trading
Town
Toure
Tortelli
Torquay
Torpedo
Top
Tomas
Today
Tibetan
Thiel
Testud
Test
Terence
Tatyana
Tarango
Talbott
Talabani
TWA
TUE
TM
THU
TALLINN
T&N
Syrian
Swede
Swebus
Sunderland
SunGard
Suburbs
Stricker
Streak
Stockport
Still
Steffi
Statistics
Stanley
Stallone
Stagecoach
Sorensen
Soren
Sokol
Softbank
So
Slovan
Slask
Skandalidis
Sidhu
Shrewsbury
Shell
Sheikh
Shah
Seychelles
Services
Sergei
Senior
Senegal
Sen
Secretary-General
Sea
Scunthorpe
Scarborough
Sary
Sandrine
Samper
Sam
Sainz
SUNDAY
STUTTGART
STANSTED
SPOT
SOLIDERE
SINGAPORE
SIMEX
SHANGHAI
SEA
SATURDAY
SARAJEVO
SALE
Ryutaro
Ruth
Rui
Rubens
Royals
Rouge
Rotherham
Ronaldo
Rolf
Rockies
Rochdale
Robinson
Road
Riyadh
River
Riley
Richmond
Richey
Rice
Retief
Repsol
Representatives
Reneberg
Rene
Relations
Rashid
Raphael
Ranatunga
RUN
ROME
RBA
Pyman
Pusan
Prescott
Prasad
Prairies
Prairie
Praha
Poznan
Porsche
Ponting
Pohang
Philippine
Petrosani
Peterborough
Penrose
Penrith
Pennsylvania
Penn
Penalties
Pay
Pat
Parramatta
Paribas
Parent
Pantic
Panis
Palmer
PUT
PRO-BASEBALL
PRETORIA
Ozers
Ottawa
Oscar
Orvieto
Orii
Oriente
Orient
Organisers
Order
Odnosum
Obligation
Oak
ORIOLES
OFK
O
Nixon
Nicole
Newcrest
Newbury
Neumann
Neither
Neil
Natalia
Nairobi
NORTHAMPTON
NO
NCB
Museeuw
Muralitharan
Mr
Moyer
Mountain
Moroccan
Morinville
Moreau
Moore
Molenbeek
Mokhoff
Mohammed
Moada
Mo
Mladost
Mission
Mining
Minerals
Mind
Miltiadis
Milosevic
Millwall
Mills
Millns
Midfielders
Michele
Michel
Mets
Mentmore
Media
McCurry
Matthew
Mats
Masood
Martina
Markov
Markets
Market
Mario
Marchal
Marble
Mansfield
Manly
Malaysian
Malawi
Majoli
Mahala
Mafia
Maccabi
MT
MQM
MLN
MIAMI
MELBOURNE
MAY
MATURITY
MANILA
MANAGER
Luton
Lupu
Luehrs
Ludmila
Love
Long
Lomas
Lokomotiv
Loko
Lockhart
Local
Little
Life
Liege
Liberal
Leyton
Leonard
Lenzing
Lennart
Legal
Lech
Laurent
Laurence
Lankans
Lancer
Lambrecks
Lahore
Labor
LUMPUR
LISTING
LAGOS
Kytolehto
Kwasniewski
Kuchma
Kotlarska
Kosovo
Kosice
Knup
Kispest
Kilda
Kekkila
Keane
Katowice
Karim
Karen
Karak
Kadian
KUALA
KEEPS
KATHMANDU
Juventude
Justice
Julian
Juergen
Judge
Jonzon
Jiul
Jiri
Jesse
Jersey
Jean-Paul
Jays
Jarmo
January-June
Jans
Jane
Jan-April
Jackson
JUNE
JOURNAL
JOHNSON
Issuer
Israeli-PLO
Israel-PLO
Islamabad
Investment
Inter
Intelligence
Industrial
Independent
Impreza
Illawarra
ISSUE
IRNA
INTERNATIONAL
INDICATORS
INDIA
INA
I.
Hutnik
Hull
Housecall
Hoddle
Hidemichi
Hicham
Hereford
Helmer
Hekmatyar
Heinz-Harald
Hawthorn
Hartlepool
Hanson
Hall
Halifax
Hal
Haas
HAMLET
H.K.
Guy
Gustafsson
Gruppen
Gronholm
Greer
Graz
Goydos
Goosen
Goalkeepers
Glyn
Giovanni
Gillingham
Gibbs
Gen'l
Geelong
Gavin
Gatera
Gastel
Garrity
Garang
Gallen
Gabriel
GLASGOW
Fulton
Fulham
Fuel
Frowick
Frentzen
Fremantle
Franz
Francis
Francesco
Formula
Forest
Footscray
Flemming
Fitzroy
Fine
Ferencvaros
Federico
Faure
FRIDAY
FK
Ezinwa
Expected
Exeter
Every
Essendon
Escravos
Eric
Ekeren
EgyptAir
Eelam
Education
Eduardo
Eco-Challenge
Eastern
EL
EDT
EC
During
Duffy
Ducruet
Dubnicoff
Dr.
Dostum
Diplomats
Dharmasena
Development
Deutsche
Demel
Dekker
Defenders
Death
Dave
Daschle
Darlington
Danny
Danish
Dalglish
DUBLIN
DOCUMENT
DNS
DKBA
DELHI
DAY
Crohn
Cricket
Crewe
Credit
Coventry
Courtois
Coulthard
Corey
Conte
Congo
Companion
Communications
Collingwood
College
Clayton
Clarence
Ciller
Church
Christophe
Chor
Chonnam
Chong
Chonbuk
Chiate
Chester
Chernomyrdin
Chen
Chapman
Championships
Celtic
Castleford
Castilla
Carlton
Carlsen
Carlisle
Carling
Cargo
Cargill
Captain
Cambodia
Cal
Cabinet
CSKA
CORRECTED
CONTENTS
COMMACK
COMEX
CME
CBOT
Bury
Burnley
Burmese
Bulldogs
Buffett
Buducnost
Bruno
Brundle
British-based
Brighton
Brentford
Brent
Boys
Boutros
Bournemouth
Bosnians
Blue
Blakey
Bertram
Berasategui
Benin
Ben
Belchatow
Before
Basketball
Barrichello
Barnet
Balkan
Balance
Bahia
BREAKS
BONDS
BOMBAY
BNP
BERLIN
BARCELONA
BALANCE
BADMINTON
B.
Azerbaijan
Aviation
Aston
Asian
Arrows
Archbishop
Antoine
Another
Announcement
Ann
Angola
Andersson
Amtrak
Amr
Amica
Ames
Americast
Amazon
Allensbach
Allan
Aleksandra
Alec
Akbel
Airport
Airlines
Ai
Against
Africans
Administration
Adelaide
Abuja
Abdul-Karim
Abbey
Aaxis
AUSTRALIA
ATP
ARC
ANGOLA
AMT
AMMAN
AL
AC
AB
AA-
91
9000
9-7
9,000
8th
859-1610
84th
800,000
8.30
8-15
75th
73rd
700
7-15
7,000
63rd
60,000
6.1
6,000
5th
5452
51st
5040
5.6
5.50
4th
44th
44.2
42nd
41.0
4.50
382
37th
353
350
33.0
33-26
32nd
323
309
3.9
3.75
2nd
28th
26-year-old
2410
24-year-old
226-5
20th
20-month
2.5
2.20
2.1
1984
1974
1968
1967
195
1947
18th
18.
17th
178
17-14
16th
1673
1500
15-5
15-2
14th
143
142
140
14.12
14,775,000
138
128
120,000
117
115
11.0
11-8
105
102
101
1000
10.6
10.10
10-year
10-day
10,650,407
1.7
1,600
0800
0.50
0.5
0.20
0.1
0-2
.598
.542
.534
.523
.519
.512
.461
.450
.01
+91-22-265
+5
+49
+4
+33
+0.05
year-end
year-ago
yarn
yard
writing
write
wounding
worsened
works
workforce
wooden
withdrawal
withdraw
wind
wider
wide
whoever
wheelchair
welded
watched
watch
wartime
wars
w-1
volumes
volcano
vol
voices
voiced
visits
visitor
visas
viral
videos
video
victories
vicious
verdict
vault
valued
valid
urged
upstaged
upper
updated
unsure
unsuccessful
unspecified
unsecured
unprecedented
unofficial
unload
unemployed
underlying
undergone
under-21
uncertainty
uncapped
umpires
ultimatum
typical
two-week
two-thirds
two-out
two-goal
turns
trust
trophy
troop
trln
triumph
triggered
trickle
trials
tremendous
treat
transportation
transmission
transitional
transit
transferred
transfer
traditionally
traditional
tradition
tournaments
toughest
ton
tomb
toll
tolerance
tissue
timing
tightened
tighten
ticket
throwing
three-man
third-set
thanked
text
testify
terror
temporary
tells
teenager
teachers
tbf
tasks
targeted
tap
tagged
tackling
tabloid
tablets
swing
swift
swap
survived
surveillance
surrendered
surprised
surging
surface
suffers
successor
substituted
subsequently
subscribers
subpoena
submit
stunning
structure
string
strict
stretch
strengthen
strained
stored
stoppage
stomach
steps
steel
starvation
standards
stalled
stabilise
st
spy
spotted
sponsors
splinter
spiritual
spirits
speeches
spectators
specify
specialist
southeastern
somewhere
somebody
solvent
socialists
socialist
so-called
smugglers
smoothly
sluggish
slogans
sleep
slated
skin
simply
simple
silence
signalled
sidelined
showdown
shouted
shotgun
shore
shoot
shook
shattered
shall
severely
seven-year
sessions
servicemen
serves
sequel
separate
sensitive
sense
sell-off
second-round
second-half
secession
seats
seasonal
searching
scam
scale
saving
sauce
satisfactory
sank
sandwich
run-scoring
roughly
romantic
rifle
rich
rewarded
reward
revive
revealed
retirement
retained
resumed
restore
responsibility
responding
respirator
resolved
requested
represented
reportedly
replacing
replaces
replacements
repeated
repaid
removing
remembering
remaining
releases
relationship
reject
reiterated
regulatory
regularly
registry
refused
reflecting
reflected
reeling
recovering
reconciliation
recomposed
recommendation
recognition
rebellion
rebel-held
reaction
reaches
ratings
rapist
rapidly
ranging
raid
racket
racial
quoting
quotes
quitting
quell
quartet
qualify
pursuing
purposes
pure
purchases
publication
proved
protested
prostitutes
proprietary
proposes
proportion
pronounced
progressing
profitability
productive
proceeding
prize
privately
priority
print
primary
pressed
preparation
pregnant
predominantly
predictions
predicted
precise
pre-war
pre-tax
pre-season
praying
pray
practical
posting
pornography
populist
polling
pole
poised
podium
plunged
plot
pledge
plastic
pits
pitches
pistol
pictures
physical
photograph
perspective
persons
permits
perform
perfectly
pensions
pension
pegged
peaceful
payment
pattern
patients
patent
passage
partition
particular
partial
pardoned
pairs
pageant
packers
p.m.
owing
overwhelmingly
overlooked
outfit
outfielder
origin
organise
organisation
ordeal
opium
operated
opener
ones
oil-for-food
offences
offence
occupation
obtained
obliged
objective
objections
o'clock
nursing
nuns
notice
northeastern
norms
normalisation
non-trade
nominations
nice
nervous
neo-Nazi
nb-8
nb-3
naval
nature
mutton
muscular
murders
multi-party
movements
mouth
mountains
mountainous
motorway
motorcycle
motive
mood
monarch
momentum
moments
modest
millfeed
mile
mild
midweek
middle
mid-August
methods
metals
medium
meat
measuring
measure
massing
massacres
massacre
marred
marginally
marched
manuscript
manufacturing
manages
male
maintenance
machine
lumber
luck
lowered
loses
lorries
long-time
lone
logging
logged
locomotive
location
locally
linked
liner
library
liaison
liabilities
legislative
lb-4
lb-3
lawyers
lawsuits
lands
lamented
lamb
laboratory
knowledge
kidney
karbovanets
jungle
jumped
judges
joked
joining
jitters
islands
irregular
involve
investigated
investigate
invading
introduction
intravenous
interviews
internationals
interested
institutions
inspectors
inspection
insider
injuring
injection
initiative
infuriated
infection
infected
ineligible
indifference
indicating
indicates
indicated
indicate
independently
indefinitely
indeed
incomplete
incompetent
importers
immigrants
immigrant
image
ill
ideas
ice
hundred
humans
hostility
hopefuls
honours
home-made
holidays
historical
hired
hijackings
highs
hidden
helps
help-wanted
heavier
hardline
handover
hamstring
half-time
hairy
hair
hailed
guidelines
guided
guide
guidance
grip
goalless
gloomy
gloom
girlfriend
generated
gear
gasoline
funding
funded
fundamental
full-year
fulfilled
fractionally
four-hour
founding
foul
forwarded
formation
forfeited
follow-through
foil
fly-half
fluctuations
flowing
flooded
flared
flag
fixture
fixing
first-team
firmer
fighter
fifth-seeded
fierce
fielded
fertiliser
ferrying
feels
fed
feature
favourite
favoured
faults
farming
farce
fan
famous
facility
facilities
eyes
extremist
extreme
extradite
extortion
extend
exposure
exploration
explanation
expires
expired
expensive
expenses
expels
expelled
expecting
expanding
expand
existed
exhaustion
excited
exchanges
exchanged
examination
everybody
evacuated
era
environmental
entertainment
entertaining
enters
ensuring
engines
engineers
en
empty
employed
empire
emotional
emissions
elephant
electronic
electricity
eighth-seeded
